package com.jc02.fjx;

/**
 * 　　  　  　           \\\|///
 * 　　　 　  　   \\　.-.-　//
 * 　　　　　  　(　 .@.@　)
 * +-------oOOo-----( _ )-----oOOo--------------------------------------------+
 * |　@author 付嘉星　　(σ｀д′)σ　　　                                                                 　|
 * |　@author 都TM闪开，星爷要开始写程序了                                                   |
 * |　@create 2017年07月20日 - 17:32
 * |    @description
 * +---------------------------------Oooo---------------------------------------+
 */
public class  Test{
    public static void main(String[] args) {
        int a=245*2;
        int b=570;
        int c=320;
        int d=a+b+c;
        int e=1500;
        double f=d*0.8;
        double g=e-f;
        int h=d/100*3;
        System.out.println("******************"+"消费单"+"*****************"+"\n"+
                "购买物品"+"    "+" 单价"+"        "+"个数" +"     "+"金额"+"\n"+
                "黄金战衣"+"    "+"¥245"+"         "+"2"+"       "+"¥"+a+"\n"+
                "死亡之弩"+"    "+"¥570"+"         "+"1"+"       "+"¥"+b+"\n"+
                "水杖"+"        "+"¥320"+"         "+"1"+"       "+"¥"+c+"\n"+"\n"+
                "折扣:"+"       "+"8折"+"\n"+
                "消费总金额"+"  "+"¥"+f+"\n"+
                "实际交费"+"    "+"¥"+e+"\n"+
                "找钱"+"        "+"¥"+g+"\n"+
                "本次购物所获积分:"+"  "+h);

    }
}
