package com.jc02.xieshikai;

/**
 * 丑的人还在沉睡~~~
 * 　　 ⊂⌒／ヽ-、＿_
 * 　／⊂_/＿＿＿＿ ／
 * 　￣￣￣￣￣￣￣
 * +----------------------------Ψ(￣∀￣)Ψ--------------------------+
 * +----------------------------Ψ(￣∀￣)Ψ--------------------------+
 * |　@author 谢士凯　^_^　                                                                 　|
 * |　@adress 江西财经大学
 * |　@create 2017年07月21日 - 11:49
 * |  @description   求1到100偶数的和
 * +-------------（づ￣3￣）づ╭❤～------╭∩╮（￣▽￣）╭∩╮ ---------+
 */
public class Task6 {
    public static void main(String[] args) {
        int i=1;
        int sum=0;
        while(i<=100){
            if(i%2==0)
                sum=sum+i;
            i++;
        }
        System.out.println("1到100之间所有偶数的和为："+sum);
    }
}
