package com.jc02.wuwenjie;

/**
 * 　　  　  　           \\\|///
 * 　　　 　  　   \\　.-.-　//
 * 　　　　　  　(　 .@.@　)
 * +-------oOOo-----( _ )-----oOOo--------------------------------------------+
 * |　@author 　༺༺超༒神༻༻
 * |　@author 深圳合众艾特信息技术有限公司
 * |　@create 2017年07月21日 - 17:09
 * |    @description   女朋友
 * +---------------------------------Oooo---------------------------------------+
 */
public class NvYou {

    //但凡在类中声明的变量都表示这个类所拥有的东西。简称属性
    String name;
    byte age;


    //声明方法，表示一个类的行为。也就是这个类能干什么
    public void sayHi(){
        System.out.println("大家好！我是"+name+"今年"+age+"岁");
    }







}
