package com.hzit.one;

/**
 * 　　  　  　           \\\|///
 * 　　　 　  　   \\　.-.-　//
 * 　　　　　  　(　 .@.@　)
 * +-------oOOo-----( _ )-----oOOo--------------------------------------------+
 * |　@author 　༺༺超༒神༻༻　　　　
 * |　@author 深圳合众艾特信息技术有限公司
 * |　@create 2017年07月20日 - 14:13
 * |    @description
 * +---------------------------------Oooo---------------------------------------+
 */
public class Test5 {

    public static void main(String[] args) {

        int a = 10;
        int b = 20;
        int c = (a < b) ? a : b;
        /**
         *     小括号括起条件表达式。然后后面一个问好，问号后面一个表达式1.加上一个冒号冒号后面表达式2
         *     如果条件表达式为真。则取表达式1.否则取表达式2
         */
        System.out.println(c);
    }
}
