package com.hzit.one;

/**
 * 　　  　  　           \\\|///
 * 　　　 　  　   \\　.-.-　//
 * 　　　　　  　(　 .@.@　)
 * +-------oOOo-----( _ )-----oOOo--------------------------------------------+
 * |　@author 　༺༺超༒神༻༻　　　　                                                               　|
 * |　@author 深圳合众艾特信息技术有限公司                                                    |
 * |　@create 2017年07月20日 - 13:54
 * |    @description
 * +---------------------------------Oooo---------------------------------------+
 */
public class Test4 {


    public static void main(String[] args) {
        int a = 9;
        //   ++a;  //将a+1的值重新赋值给变量a,实现了自加
        int b = ++a + ++a;   //如果++ 在变量之后，则是先赋值后自加，如果++在变量之前。则先自加后赋值
        System.out.println("5+5="+(5+5));
    }
}
